{"ingredients":["Massa","2 unidade(s) de ovo","1 1/2 xícara(s) (chá) de óleo de soja","1 colher(es) (sopa) de vinagre branco","1 colher(es) (chá) de essência de baunilha","4 colher(es) (sopa) de corante alimentício vermelho","2 1/2 xícara(s) (chá) de farinha de trigo","2 xícara(s) (chá) de açúcar","1 colher(es) (sopa) de cacau em pó","1 colher(es) (chá) de sal","1 colher(es) (sopa) de bicarbonato de sódio","1 xícara(s) (chá) de leite","1 colher(es) (sopa) de suco de limão","Cobertura","50 gr de manteiga sem sal amolecida(s)","150 gr de cream cheese","100 gr de chocolate branco derretido(s)","300 gr de açúcar de confeiteiro","1 colher(es) (sopa) de essência de baunilha"],"prepmode":["Misture o leite com o suco de limão e reserve.","Pré-aqueça o forno a 180 graus.","Unteduas fôrmas redondas de 20 cm de diâmetro.","Bata os ovos na batedeira, em velocidade média alta, até que fique um creme bem claro.","Adicione todos os ingredientes líquidos (óleo, leite reservado, vinagre, essência de baunilha e corante vermelho). Reserve.","Numa tigela maior, misture todos os ingredientes secos (farinha de trigo, açúcar, cacau em pó, sal e bicarbonato) até ficar homogêneo.","Adicione a mistura líquida e bata por 2 minutos em velocidade média alta.","Não esqueça de incorporar as sobras das bordas, para que tudo fique homogêneo.","Divida a massa nas assadeiras e bata cada uma na mesa ou balcão, para soltar as bolhas.","Asse por 30 minutos ou faça o teste do palito, assim que sair seco, está pronto.","Deixe 5 minutos na fôrma e desenforme numa grelha ou grade, para terminar de esfriar.","Na batedeira em velocidade alta, bata a manteiga com o cream cheese, até que estejam incorporados.","Junte o chocolate e a baunilha e bata, até agregá-los à mistura.","Acrescente, às colheradas, o açúcar.","Bata em velocidade média alta, até que a mistura esteja leve e fofa (de 5 a 8 minutos).","Leve à geladeira por 15 minutos e depois coloque colheradas em cima do bolo.","Para o recheio, use metade da cobertura.","Monte um bolo em cima do outro e basta cobrir com a cobertura restante.","Se quiser uma cobertura mais firme, leve à geladeira por 20 minutos."],"link":["http://www.cybercook.com.br/receita-de-bolo-red-velvet---veludo-vermelho-r-12-13803.html"]}
