{"ingredients":["Para o macarrão:","100 g de bacon cortado em fatias e picado","1/2 cebola picada","3 colheres (sopa) de conhaque","2 colheres (sopa) de manteiga","2 xícaras (chá) de queijo parmesão tipo pecorino ralado","médio","Noz-moscada ralada a gosto- 1/4 xícara (chá) de creme de","leite fresco","500 g de massa de macarrão (tipo ninho cabelo de anjo)","cozido e quente","1/4 de xícara (chá) de manjericão cortado em tirinhas","Para o recheio:","1/4 xícara (chá) de azeite","100 g de lingüiça calabresa defumada cortada em cubinhos","1 cebola picada","3 dentes de alho picados","Pimenta calabresa moída a gosto","1 colher (sopa) de ervas frescas picadas (alecrim, sálvia,","tomilho)","500 g de carne moída (patinho, acém, alcatra)","1/2 xícara (chá) de ervilha","1/2 xícara (chá) de milho verde em conserva","Cheiro-verde picado a gosto","Para a montagem:","Macarrão reservado","16 quadrados de sacos plástico","Recheio de carne pronto","3 ovos batidos ligeiramente e temperados com canela em pó","e sal a gosto","Farinha de rosca o suficiente para empanar","Óleo o suficiente para fritar"],"prepmode":["Para o macarrão: Numa panela, frite 100 g de bacon cortado em fatias e picado e 1/2 cebola picada.","Adicione 3 colheres (sopa) de conhaque e flambe.","Junte 2 colheres (sopa) de manteiga e deixe derreter.","Coloque 2 xícaras (chá) de queijo parmesão tipo pecorino ralado médio, noz-moscada ralada a gosto e 1/4 xícara (chá) de creme de leite fresco.","Adicione 500 g de massa de macarrão (tipo ninho cabelo de anjo) já cozido e quente e 1/4 xícara (chá) de manjericão cortado em tirinhas.","Misture bem e reserve.","Para o recheio: Numa panela, com 1/4 xícara (chá) de azeite refogue 100 g de lingüiça calabresa defumada e cortada em cubinhos, 1 cebola picada, 3 dentes de alho picados, pimenta calabresa moída a gosto e 1 colher (sopa) de ervas fresca picadas (alecrim, sálvia, tomilho) até dourar.","Junte 500 g de carne moída (patinho, acém, alcatra).","Refogue por cerca de 10 min em fogo médio.","Acrescente 1/2 xícara (chá) de ervilha, 1/2 xícara (chá) de milho verde em conserva e cheiro-verde picado a gosto. Reserve.","Para a montagem: Coloque uma porção do macarrão (cerca de 100 g de massa cozida) em cima de cada saco plástico e faça o formato de um disco.","Ponha 2 colheres (sopa) do recheio de carne e feche bem o saco plástico (como uma trouxinha) dando o formato de uma bola.","Repita este processo até acabar a massa de macarrão.","Retire a massa com o recheio do saco plástico e passe em 3 ovos batidos ligeiramente e temperados com canela em pó e sal a gosto.","empane na farinha de rosca e frite em óleo moderadamente quente (170ºC a 180ºC) até dourar.","Sirva imediatamente."],"link":["http://www.cybercook.com.br/receita-de-ninhos-fritos-r-99-80299.html"]}
