{"ingredients":["2 xícaras (chá) de arroz cru","1/2 kg de anéis de lula limpos","1/2 kg de polvo limpo e cortado","800g de camarão rosa limpo","200g de camarões grandes sem casca, para decorar","1 xícara (chá) de ervilha fresca para decorar","fatias de pimentão vermelho para decorar","1 cebola grande picada","4 dentes de alho fatiados","1 pimentão verde picado","2 tomates maduros picados","1 pimenta dedo de moça picada","1/2 maço de coentro picado","sal","pimenta do reino","páprica doce","1/2 colher (sopa) de pó colorífico","1/2 xícara (chá) de azeite"],"prepmode":["Numa panela grande e larga, de preferência as de moqueca, aqueça o azeite.","Acrescente o alho e deixe dourar.","Junte a cebola, o pimentão verde o tomate, a pimenta dedo de moça e o pó colorífico.","Deixe refogar um pouco.","Baixe o fogo e vá acrescentando na ordem: os anéis de lula, o polvo e o camarão rosasem mexer muito.","Tempere com o sal, a pimenta do reino, a páprica doce e metade do coentro picado.","Ponha um pouco de água quente, somente para criar um pouco de caldo.","O arroz deve ser colocado numa tigela pequena e polvilhado aos poucos sobre os frutos do mar para que fique bem distribuído em toda a panela.","Mexa levemente, somente para integrar o arroz com os frutos do mar.","Vá acrescentando, assim, todo o arroz.","Coloque água quente até a altura do arroz e cubra a panela.","Deixe cozinhar até que o arroz fique macio.","Se precisar salpique mais água fria e cozinha um pouco mais.","Decore com as tiras de pimentão vermelhoe os camarõesgrandes.","Espalhe ervilha fresca sobre todo o arroz e frutos do mar, e finalize salpicando também com a outra metade do coentro.","Tampe, deixe descansar um pouco e sirva quente.","Prato único.","Os camarõesque servirão de decoração devem ser temperados com pouco sal e passados pouco a pouco, e rapidamente, numa frigideira untada com manteiga em fogo alto.","Não ponha todos de uma vez senão soltarão água e perderão a cor.","Bem salteados, eles ficarão dourados e deliciosos para decorar a paella."],"link":["http://www.cybercook.com.br/receita-de-paella-pratica-r-6-110115.html"]}
